{"translation-revision-date":"2024-02-14 14:21+0000","generator":"WP-CLI\/2.9.0","source":"build\/blocks\/index.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE_formal","plural-forms":"nplurals=2; plural=n != 1;"},"Activate looping":["Endlosschleife aktivieren"],"Activates the loop feature. The video will be played in a loop.":["Aktiviert das Loop-Feature. Das Video wird in einer Endlosschleife gespielt, bis Nutzer das Video wieder pausieren."],"Add Categories via Dashboard > Video Library > Categories to use this feature.":["Fügen Sie Kategorien in Ihrer Mediathek über \"Dashboard > Videothek > Kategorien\" hinzu, um diese Funktion zu nutzen.\n"],"Add Videos via Dashboard > Video Library to use this feature.":["Fügen Sie individuelle Videos zu Ihrer Videothek unter \"Dashboard > Videothek > Neu\" hinzu, um diese Funktion zu nutzen."],"Add your Video URL":["Video-URL eingeben"],"Add your Video URL from FAU Videoportal, YouTube, ARD, ZDF or Vimeo.":["Fügen Sie Ihre Video-URL aus dem FAU Videoportal, YouTube, ARD- oder BR-Mediathek hinzu."],"Alignment":["Positionierung"],"Aspect Ratio":["Seitenverhältnis"],"Aspect ratio":["Seitenverhältnis"],"Background image":["Hintergrundbild"],"Categories":["Kategorien"],"Center":["Zentrieren"],"Controls the video alignment for vertical Videos.":["Steuert die Positionierung von Videos im Hochformat."],"Controls the video orientation. Vertical videos are displayed in portrait mode.":["Steuert das Videoformat. Videos im Hochformat werden mit dem Portrait-Modus ausgegeben."],"Don't show random videos.":["Zeige keine zufälligen Videos."],"Embed secure video":["Geschütztes Video einbinden"],"Embed Video from URL":["Video einbinden"],"End of the looping section":["Ende der Endlosschleife"],"Enter a video url from FAU Videoportal, YouTube, Vimeo, ARD, BR or Twitter.":["Fügen Sie Ihre Video-URL aus dem FAU Videoportal, YouTube, ARD- oder BR-Mediathek hinzu."],"Enter the ID of your SSO-secured video here. You need a working FAU Video API key for this feature.":["ID des SSO-geschützten Videos eingeben. Ein gültiger FAU Video API-Key muss in den Plugin-Einstellungen vergeben sein."],"Heading level":["Überschriftebene"],"In rare cases it can be useful to select an aspect ratio to prevent black borders. Only affects FAU Video embeds.":["In seltenen Fällen kann es sinnvoll sein, ein Seitenverhältnis für das Video auszuwählen, um schwarze Ränder zu vermeiden. Diese Einstellung betrifft nur Videos aus dem FAU Videoportal."],"Individual Thumbnail":["Individuelles Vorschaubild"],"Individual Videos":["Individuelle Videos"],"Landscape mode":["Querformat"],"Left":["Links"],"Loop mode":["Loop mode"],"No video selected":["Kein Video aus der Videothek ausgeben"],"Orientation":["Ausrichtung"],"Player controls":["Bedienungselemente"],"Random Output":["Zufällige Ausgabe"],"Remove Video Thumbnail":["Vorschaubild des Videos entfernen"],"Replace Video Thumbnail":["Video Vorschaubild ersetzen"],"Replaces the Thumbnail with the image you selected.":["Ersetzt das Vorschaubild durch das gewählte Bild."],"Reset Video block":["Videoblock zurücksetzen."],"Right":["Rechts"],"Secure video embed":["Einbinden geschützter Medien"],"Secure Video ID":["ClipID des geschützten Videos"],"Set Video Thumbnail":["Video Vorschaubild festlegen"],"Show Description":["Beschreibung ausgeben"],"Show Metadata":["Metadaten ausgeben"],"Show Title":["Titel ausgeben"],"Show Videolink":["Videolink ausgeben"],"SSO secured video embed":["Einbindung SSO-geschützter Videos"],"Start of the looping section":["Start der Endlosschleife"],"Start of the video":["Start des Videos"],"Start position on first play":["Startposition beim ersten Abspielen durch den Nutzer"],"The first time the video plays, start it at the following position in seconds:":["Starte das Video beim ersten Abspielen an der folgenden Position (in Sekunden):"],"The loop mode is activated. The video will be played in a loop. If your video contains branding, the default settings should be sufficient. Else you can control the position in the clip where the loop should get triggered (clipend) and the position where the looped video should start (clipstart) with the following settings:":["Loop-Feature aktiviert. Das Videos wird in einer Endlosschleife spielen. Falls das Video Branding-Elemente enthält, sorgen die Default-Einstellungen dafür, dass das Video nur beim ersten Spielen das FAU-Intro anzeigt. Ansonsten können die Einstellungen über die Einstellungen für Videostart und Videoende festgelegt werden:"],"This feature only works with a FAU Videoportal API key. You can add a FAU Videoportal API key in the settings of this plugin.":["Dieses Feature funktioniert nur bei aktivem FAU Videoportal API key. Der API-Key kann in den Videoplugin-Einstellungen im Dashboard hinzugefügt werden."],"To edit the background image, you need permission to upload media.":["Um das Vorschaubild zu bearbeiten, benötigen Sie die passende Berechtigung, um Medien in die WordPress-Mediathek hochzuladen."],"Update loop settings":["Loop Einstellungen aktualisieren"],"Update start position":["Startposition aktualisieren"],"Update the Video URL":["Geben Sie hier die Video-URL ein."],"URL Settings":["URL-Einstellungen"],"Vertical video":["Hochformat"],"Video Display Settings":["Video-Anzeigeoptionen"],"Video Library":["Videothek"],"Video Thumbnail":["Video-Vorschaubild"],"Video URL":["Video-URL"],"You can add videos to your video library by navigating to Dashboard\n            | Video library | Add new.":["Sie können Videos über \"Dashboard > Videothek > Neu\" zu Ihrer Videothek hinzufügen."],"You can select a Video from within your Video library.":["Sie können ein Video aus Ihrer Videothek auswählen."],"You can select a Video library category and a random video will be displayed from this category.":["Sie können eine Kategorie aus Ihrer Videothek wählen, um ein zufälliges Video daraus auszugeben."]}}}